import { Translation } from './translation'

export const DummyTranslations = {
	"Children Increasingly Likely To Torture Squirrels following release of Alvin and the Chipmunk’s 4": [
		new Translation("🐵 🙈 🙉 🙊 🐒", 9999, "matthew", "2018-07-08"),
		new Translation("🦂 🐢 🐍 🦎 🦖 🦕 👩🏽‍🏭 👨🏽‍🏭 👩🏽‍💻 👨🏽‍💻 👩🏽‍💼 👨🏽‍💼 👩🏽‍🔧 👨🏽‍🔧 👩🏽‍🔬 👨🏽‍🔬 👩🏽‍🎨 👨🏽‍🎨 👩🏽‍🚒 👨🏽‍🚒 👩🏽‍✈️ 👨🏽‍✈️ 👩🏽‍🚀 👨🏽‍🚀 👩🏽‍⚖️ 👨🏽‍⚖️🌔 🌙 🌎 🌍 🌏", 100, "stupid-piece-of-shit", "2018-07-04"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 46, "rando", "2018-07-04"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 48, "rando", "2018-07-03"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 99, "rando", "2018-07-02"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 105, "rando", "2018-07-05"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 47, "rando", "2018-07-09"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 777, "rando", "2018-07-01"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 46, "rando", "2018-07-01"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 73, "rando", "2018-07-01"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 876, "rando", "2018-07-01"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 87, "rando", "2018-07-01"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 73, "rando", "2018-07-01"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 172, "rando", "2018-07-01"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 73, "rando", "2018-07-01"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 223, "rando", "2018-07-01"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 56, "rando", "2018-07-01"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 63, "rando", "2018-06-01"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 567, "rando", "2018-07-03"),
		new Translation("🐶 🐱 🐭 🐹 🐰 🦊 🐻 🐼 🐨 🐯", 483, "rando", "2018-07-01")
	],
	"Koko dead":[
		new Translation("🤲🏽 👐🏽 🙌🏽 👏🏽 🙏🏽 👍🏽 👎🏽 👊🏽 ✊🏽 🤛🏽 🤜🏽 🤞🏽 ✌🏽 🤟🏽 🤘🏽 👌🏽 👈🏽 👉🏽 👆🏽 👇🏽 ☝🏽 ✋🏽 🤚🏽 🖐🏽 🖖🏽", 99, "user2", "2018-07-01"),
		new Translation("👶🏾 👦🏾 👧🏾 👨🏾 👩🏾 👱🏾‍♀️ 👱🏾 👴🏾 👵🏾 👲🏾 👳🏾‍♀️ 👳🏾 👮🏾‍♀️ 👮🏾 👷🏾‍♀️ 👷🏾 💂🏾‍♀️ 💂🏾 🕵🏾‍♀️ 🕵🏾 👩🏾‍⚕️ 👨🏾‍⚕️ 👩🏾‍🌾 👨🏾‍🌾 👩🏾‍🍳 👨🏾‍🍳 👩🏾‍🎓 👨🏾‍🎓 👩🏾‍🎤 👨🏾‍🎤 👩🏾‍🏫 👨🏾‍🏫 👩🏾‍🏭", 98, "rando1", "2018-07-01")
		new Translation("🤲🏽 👐🏽 🙌🏽 👏🏽 🙏🏽 👍🏽 👎🏽 👊🏽 ✊🏽 🤛🏽 🤜🏽 🤞🏽 ✌🏽 🤟🏽 🤘🏽 👌🏽 👈🏽 👉🏽 👆🏽 👇🏽 ☝🏽 ✋🏽 🤚🏽 🖐🏽 🖖🏽", 99, "user2", "2018-07-01"),
		new Translation("👶🏾 👦🏾 👧🏾 👨🏾 👩🏾 👱🏾‍♀️ 👱🏾 👴🏾 👵🏾 👲🏾 👳🏾‍♀️ 👳🏾 👮🏾‍♀️ 👮🏾 👷🏾‍♀️ 👷🏾 💂🏾‍♀️ 💂🏾 🕵🏾‍♀️ 🕵🏾 👩🏾‍⚕️ 👨🏾‍⚕️ 👩🏾‍🌾 👨🏾‍🌾 👩🏾‍🍳 👨🏾‍🍳 👩🏾‍🎓 👨🏾‍🎓 👩🏾‍🎤 👨🏾‍🎤 👩🏾‍🏫 👨🏾‍🏫 👩🏾‍🏭", 98, "rando1", "2018-07-01")
	]
}